Repository: coder-jasur/Top-Loader-Bot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Start text
ru: 🔥 Привет! Добро пожаловать в @TopLoaderBot. С помощью бота вы можете скачать: 📥 Функция загрузки видео: • Instagram — ролики, истории, посты, IGTV + музыка или аудио • TikTok — видео + музыка или аудио • YouTube — видео, шорты + музыка или аудио 🎵 Функция Shazam: • Название песни или имя исполнителя • Текст песни • Голосовое сообщение • Видео • Аудио • Видеосообщение 🎛 Функция добавления эффектов к аудио, музыке и видео: •🌀 8D формат •⚡️ Ускоренный формат •🐢 Замедленный формат 🚀 Отправьте ссылку на видео, которое хотите скачать!

source: Admin main menu title
ru: 📋 <b>Меню администратора:</b> Выберите нужный раздел ниже.

source: Delete bot choose
ru: Вы уверены, что хотите удалить бота

source: Passed Delete
ru: ✔️ Бот успешно удален

source: Bot set up menu title
ru: Выберите один из следующих вариантов

source: Send bot username
ru: Отправьте имя пользователя бота

source: Send bot username in format: @username
ru: Отправьте имя пользователя бота в формате @username

source: Send name
ru: Дайте имя боту

source: Forward only text
ru: Отправляйте только текст

source: Send url
ru: ✔️ Отправьте URL

source: Bot already exists
ru: ✔️ Бот уже добавлен

source: Bot successfully added!
ru: ✔️ Бот успешно добавлен

source: Broadcasting start message
ru: Рассылка объявлений начата

source: Poll not allowed
ru: Опросы не разрешены

source: Message received confirm broadcasting
ru: Полученное сообщение подтверждает рассылку

source: Cancel
ru: Отмена

source: Confirm
ru: Начать

source: Broadcasting cancelled
ru: Отменено

source: Message not found
ru: Сообщение не найдено

source: Broadcasting started
ru: Рассылка объявлений начата

source: Broadcasting completed
ru: Рассылка объявлений завершена

source: Blocked users count
ru: Пользователи, которые заблокировали

source: Deleted users count
ru: Удаленные пользователи

source: Limited users count
ru: Количество ограниченных пользователей

source: Deactivated users count
ru: Количество удаленных пользователей

source: All messages delivered successfully
ru: ✔️ Все сообщения успешно доставлены

source: Error: {error}
ru: Ошибка: {}

source: Broadcasting error
ru: ⚠️ Ошибка при рассылке объявлений

source: Unexpected error: {error}
ru: Ошибка: {}

source: Delete channel choose
ru: 🗑 Вы уверены, что хотите удалить канал

source: Channel set up menu title
ru: 📢 Полная информация о канале 🆔 ID: <code>{}</code> 📛 Имя: <b>{}</b> 🔗 Имя пользователя: <b>@{}</b> 📶 Статус: <code>{}</code> 🚀 Ссылка: https://t.me/{}

source: Send post for channel or group
ru: 🚀 Отправьте пост из канала или группы

source: Forward only from chat
ru: ⚠️ Отправляйте пост только из канала или группы

source: Channel already exists
ru: ✔️ Канал уже добавлен

source: Channel successfully added!
ru: ✔️ Канал успешно добавлен

source: Mandatory subscriptions menu title
ru: 📬 Выберите один из следующих вариантов

source: Referals menu title
ru: 📬 Выберите один из следующих вариантов

source: Empty referals menu title
ru: 📥 Вы еще ничего не добавили

source: Coming soon...
ru: ⏰ Подождите немного

source: Empty mandatory subscriptions menu title
ru: 📥 Вы еще ничего не добавили

source: users statistics format text
ru: 👥 Статистика добавления пользователей Добавлено сегодня: {} Добавлено за неделю: {} Добавлено за месяц: {} Добавлено за год: {} Всего добавлено: {}

source: Delete referal choose
ru: 🗑 Вы уверены, что хотите удалить реферала

source: Delete referal passed
ru: 🗑 Реферал успешно удален

source: Get referal name
ru: 📬 Дайте имя рефералу

source: Referal formant info
ru: Информация о реферале Имя: {} Приглашенные пользователи: {} URL реферала: https://t.me/Toploaderbot?start={}

source: Send only text
ru: Отправляйте только текст

source: Referral added successfully!
ru: ✔️ Реферал успешно добавлен

source: About
ru: Для связи @hikmatilloyev_j

source: Media effect
ru: Выберите один из эффектов ниже

source: Top songs
ru: ТОП популярных песен

source: Top popular songs
ru: ТОП популярных песен

source: Send media
ru: 🚀 Отправьте видео или аудио

source: Is being processed
ru: 📥 Обработка...

source: Effec type not found
ru: ⚠️ Тип эффекта не найден

source: Media type not found
ru: ⚠️ Неверный тип медиа. Пожалуйста, отправьте видео или аудио

source: Error in processed media
ru: ⚠️ Ошибка при обработке. Пожалуйста, попробуйте еще раз

source: Downloaded by
ru: 📥 Скачано через @TopLoaderBot

source: Effect type not found
ru: ⚠️ Тип эффекта не найден

source: Error in processed
ru: ⚠️ Ошибка при обработке. Пожалуйста, попробуйте еще раз

source: File is so big
ru: ⚠️ Размер файла больше 20MB

source: Highlight is loading
ru: 📥 Видео загружается...

source: Stories is loading
ru: 📥 Видео загружается...

source: Post is loading
ru: 📥 Видео загружается...

source: Reels is loading
ru: 📥 Видео загружается...

source: Profil photo is loading
ru: 📥 Изображение загружается...

source: Wrong url
ru: ⚠️ По отправленной вами ссылке видео не найдено. 📥 Сеть загрузки видео: • Instagram - ролики, истории, посты, IGTV + музыка или аудио • TikTok - видео + музыка или аудио • YouTube - видео, шорты + музыка или аудио 🎵 Функция Shazam: • Название песни или имя исполнителя • Текст песни • Голосовое сообщение • Видео • Аудио • Видеосообщение 🎛 Функция добавления эффектов к аудио, музыке и видео: •🌀 8D формат •⚡️ Ускоренный формат •🐢 Замедленный формат 🚀 Отправьте ссылку на видео, которое хотите скачать!

source: Video is loading
ru: 📥 Видео загружается...

source: Music is loading
ru: 📥 Музыка загружается...

source: Error in loading
ru: ⚠️ Ошибка при загрузке. Пожалуйста, попробуйте еще раз

source: Error in loading music
ru: ⚠️ Ошибка при загрузке музыки. Пожалуйста, попробуйте еще раз

source: Audio is loading
ru: 📥 Аудио загружается...

source: Error in loading audio
ru: ⚠️ Ошибка при загрузке аудио. Пожалуйста, попробуйте еще раз

source: Audio not found
ru: ⚠️ Аудио не найдено

source: Choose effect
ru: 🎛 Выберите один из эффектов ниже

source: Error
ru: ⚠️ Ошибка при загрузке. Пожалуйста, попробуйте еще раз

source: Download Music
ru: 📥 Загрузить музыку

source: effektlar
ru: 🎛 Эффекты

source: Konsert
ru: 🏟 Концертный зал

source: Slowed
ru: 🐢 Замедленный

source: Speed
ru: ⚡️ Ускоренный

source: Mandatory subscription
ru: Обязательные подписки

source: Referals
ru: Рефералы

source: Statistics
ru: Статистика

source: Broadcast
ru: Рассылка объявлений

source: Quit from admin menu
ru: ↩️ Назад

source: Channels start border
ru: 🗂 Каналы

source: Bots start border
ru: 🗂 Боты

source: Add channel
ru: ➕ Добавить канал

source: Add bot
ru: ➕ Добавить бота

source: Back to admin menu
ru: ↩️ Назад

source: Add referal
ru: ➕ Добавить реферала

source: Delete in mandatory sub
ru: 🗑 Удалить из обязательной подписки

source: Add in mandatry sub
ru: 📬 Добавить в обязательную подписку

source: Delete channel
ru: Удалить канал

source: Back
ru: ↩️ Назад

source: Add in mandatory sub
ru: 📬 Добавить в обязательную подписку

source: Delete bot
ru: Удалить бота

source: Delete
ru: Да

source: Not delete
ru: Нет

source: back
ru: ↩️ Назад

source: Back to subscriptions menu
ru: ↩️ Назад

source: Defult Channel Url
ru: URL по умолчанию

source: Defult Bot Url
ru: URL по умолчанию

source: Broadcasting message or album required
ru: Требуется сообщение или альбом для рассылки

source: Choose only one: message or album
ru: Выберите только одно: сообщение или альбом

source: Broadcasting completed: {sent} sent, {failed} failed, {batches} batches
ru: Трансляция завершена: {} отправлено, {} ошибок, {} пакетов

source: Broadcasting error: {error}
ru: ⚠️ Ошибка рассылки: {}

source: message sent
ru: Сообщение отправлено

source: deactivated
ru: Отключено

source: limited
ru: Ограничено

source: deleted
ru: Удалено

source: blocked
ru: Заблокировано

source: [ID:{user_id}] Flood limit. Sleeping {seconds}s
ru: [ID:{}] Лимит наводнения. Сон {} сек

source: Telegram error
ru: ⚠️ Ошибка Telegram

source: Unexpected error
ru: ⚠️ Непредвиденная ошибка

source: {count} users marked as {status}
ru: {} пользователей отмечены как {}

source: Status update error
ru: ⚠️ Ошибка обновления статуса

source: Total processed: {count} users
ru: Всего обработано: {} пользователей

source: Preview delete error
ru: ⚠️ Ошибка при удалении предпросмотра

source: File size big to 2 gb
ru: ⚠️ Размер файла больше 2GB

source: Error in loading file
ru: ⚠️ Ошибка при загрузке файла.

source: Music not found
ru: ⚠️ К сожалению, музыка не найдена.
